{
  "news": [
    {
      "id": "2025-09-29-gicr-e-learning-series-full-course-on-cancer-registration-now-available",
      "title": "GICR E-Learning Series",
      "date": "2025-09-29T16:09:00.000+02:00",
      "picture": "/images/screenshot-2025-10-21-at-3.55.24 pm.png",
      "description": "<p>IARC-GICR, on the occasion of World Cancer Day, is pleased to</p>",
      "content": "<p>IARC-GICR, on the occasion of World Cancer Day, is pleased to annount the launch of the GICR E-Learning Series on Cancer Registration.</p><p>GICR's partners Vital-Strategies - Bloomberg Data for Health Initiative, IACR, the AFCRN, and its GICR<em>Net</em> experts actively collaborated on the creation of this online learning series that provides guidance on all aspects of cancer registry practices – an introduction to cancer surveillance, registry operations, data analysis and dissemination for cancer control impact.</p><p>Each module is aligned with the international standards of cancer registration that are recommended by the International Association of Cancer Registries, (the IACR), and training materials developed by the GICR.</p><p>A certificate of acknowledgement for the successful completion of a module will be provided under the auspices of the GICR, the International Agency for Research on Cancer (IARC), the specialized cancer agency of the World Health Organization, and the International Association of Cancer Registries (IACR). A credential as a Global Certified Cancer Registrar will be issued for the completion of the full 16 modules and for achieving a passing grade on the final quiz within a 12-month period .</p><p>The modules are currently offered in 🇬🇧English, 🇫🇷 French and 🇪🇸 Spanish.</p><p>Visit the <a href=\"https://gicr.iarc.fr/\">IARC GICR Website</a> for full details and access to the online course.</p>"
    },
    {
      "id": "2025-10-21-anglesio-prize-2025",
      "title": "Anglesio Prize 2025",
      "date": "2025-09-10T15:41:00.000+02:00",
      "picture": "/images/enrico-anglesioprize.png",
      "description": "<p>ENRICO ANGLESIO PRIZE 2025 - 20th Edition</p>",
      "content": "<p>Registration Deadline for The Enrico Anglesio Prize is on September 14, 2025</p><p>The call for candidates for The Enrico Anglesio Prize 2025 and its Satellite Prizes is open:</p><ul><li><a href=\"https://www.fondoelenamoroni.org/il-premio/#ET-Prize\">Elvo Tempia</a> (for the youngest competitor); and</li><li><a href=\"https://www.fondoelenamoroni.org/il-premio/#HzH-Prize\">Harald zur Hausen</a> (for competitors from LMIC)</li></ul><p>Candidates may submit their applications with the registration form (<a href=\"https://www.fondoelenamoroni.org/?register_participant\">link: here</a>)</p><p>Registration is required to properly set up the organisation of the Prize, and candidates are required to complete registration within: September 14, 2025</p><p>Accepted candidates to the EAP 2025 must send both their Dissertations and Video Presentations (see formats and rules <a href=\"http://www.fondoelenamoroni.org/wp-content/uploads/2025/06/Rules2025-1.pdf\">here</a> and below) within: October 12, 2025</p><p>Dissertations and Video Presentations can be uploaded through these links:</p><ul><li>Dissertation: <a href=\"https://www.fondoelenamoroni.org/?participant_uploader&action=dissertation\">here</a></li><li>Video: <a href=\"https://www.fondoelenamoroni.org/?participant_uploader&action=video_url\">here</a></li></ul><p>The EAP Award Ceremony will take place online on November 21, 2025</p>"
    },
    {
      "id": "2025-10-21-girona-cancer-registrys-30th-year",
      "title": "Girona Cancer Registry's 30th Year",
      "date": "2025-09-10T15:39:00.000+02:00",
      "picture": "/images/girona30.png",
      "description": "<p>Greetings to the GIRONA CANCER REGISTRY as it celebrates its 30 year!</p>",
      "content": "<p>Greetings to the GIRONA CANCER REGISTRY as it celebrates its 30 year!</p><p>In 1995, the <a href=\"https://redecan.org/production/current/public/en/cancer-registries/12/registro-de-cancer-de-girona\">Girona Epidemiology and Cancer Registry Unit </a>(UERCG) was created.</p><p>They are inviting colleagues to their celebration programme / event hat will take place on October 2, 2025 in Girona.</p><p>Details are in this page:<a href=\"https://k9jgusmgt6.preview-beefreecontent.com/mTWC\"> https://k9jgusmgt6.preview-beefreecontent.com/mTWC</a> including the event registration form.</p><p>⚠️ Registrations will be open until September 26, 2025</p>"
    },
    {
      "id": "2025-10-21-ci5-volume-xii-print-version",
      "title": "CI5 Volume XII Print Version",
      "date": "2025-01-15T15:45:00.000+01:00",
      "picture": "/images/ci5v12.jpg",
      "description": "<p>CI5 Volume XII (IARC Scientific Publication No. 169) is now</p>",
      "content": "<p>CI5 Volume XII (IARC Scientific Publication No. 169) is now available for download in PDF format from the IARC Publications website: <a href=\"https://publications.iarc.who.int.\">https://publications.iarc.who.int</a>.</p><p>The seven chapters documenting the underlying processes, from the call for data to compilation, are available <a href=\"https://ci5.iarc.who.int/ci5-xii/chapters\">here</a>.</p>"
    }
  ]
}