{
  "about-iacr-contact-us_title": "About IACR | Contact us ",
  "about-iacr-contact-us_desc": "<p>Please contact the IACR Secretariat at:</p><p><img src=\"https://www.iarc.who.int/wp-content/uploads/2023/01/P1411293.jpg\" class=\"img-fluid illu\"></p><p><strong>International Association of Cancer Registries</strong> c/o <strong>Cancer Surveillance Branch</strong></p><p><strong>International Agency for Research on Cancer (IARC - WHO)</strong> 25 Avenue Tony Garnier 69007 Lyon France Email: <a href=\"mailto:iacr@iarc.who.int\">iacr@iarc.who.int</a></p>",
  "about-iacr-contact-us_image": "",
  "about-iacr-governance-board-of-directors_title": "About IACR | Governance | Board of Directors  ",
  "about-iacr-governance-board-of-directors_desc": "<p>The Board of Directors comprise the <strong>Executive Board</strong>, elected <strong>Regional Representatives</strong> from Africa, Asia, Europe, North America, South America, Central America and the Caribbean, and Oceania, as well as several <strong>Network Representatives</strong>. The Cancer Surveillance Branch (CSU) serves as the Secretariat for the IACR in its offices in Lyon, France.</p>",
  "about-iacr-governance-board-of-directors_image": "",
  "about-iacr-governance-constitution_title": "About IACR | Governance | Constitution ",
  "about-iacr-governance-constitution_desc": "<p>The Association's <a href=\"https://gco.iarc.who.int/media/iacr/docs/IACR_Constitution_Proposal__December_2015.pdf\">Constitution</a> and <a href=\"https://gco.iarc.who.int/media/iacr/docs/IACR_Standing_Rules__December_2015_.pdf\">Standing Rules</a> were last updated and ratified through the vote of IACR members in January 2016.</p>",
  "about-iacr-governance-constitution_image": "",
  "about-iacr-governance-elections_title": "About IACR | Governance | Elections ",
  "about-iacr-governance-elections_desc": "<p>Following the <a href=\"https://gco.iarc.who.int/media/iacr/docs/IACR_Constitution_Proposal__December_2015.pdf\">Association’s Constitution</a> and after the postponement of elections in <strong>2020</strong> due to the Covid pandemic, the <a href=\"#about-iacr-governance-board-of-directors\">Board of Directors</a> announced the holding of elections in 2024. Elections were set among all voting members for the seat of the <strong>President-Elect</strong>; and among those in the applicable region for the <strong>Regional Representatives of the Association’s Board</strong> (Article IV of the IACR Constitution).</p><p>Nominations were received to fill in the posts of outgoing officers:</p><ul><li>President-Elect</li><li>One (1) regional representative for Oceania, to replace outgoing RR Dr Sylvie Laumond (New Caledonia)</li><li>One (1) regional representative for Asia, to replace outgoing RR Dr Wenqiang Wei (China)</li><li>One (1) regional representative for North America, to replace the post vacated by Charles Wiggins (USA)</li><li>One (1) regional representative for Latin America, to replace outgoing RR Luis Eduardo Bravo (Colombia)</li><li>Two (2) regional representatives for Europe, currently served by RR's Vesna Zadnik (Slovenia and Marc Maynadie (France))</li></ul><p>The <strong>IACR Nomination Committee</strong> was co-chaired by <strong>Liesbet van Ecken</strong> and <strong>Eric Chokunonga</strong> and assisted by the IACR Board in securing the candidates for the above listed posts. The election results are available here. The current Board can be viewed here.</p>",
  "about-iacr-governance-elections_image": "",
  "about-iacr-governance-iarc-and-gicr_title": "About IACR | Governance | IACR and GICR ",
  "about-iacr-governance-iarc-and-gicr_desc": "<p>Following the implementation of the <strong>GICR</strong>, registry activities now underway in <strong>each region</strong> directly target current and future IACR members. As a key partner of the GICR, coordination with the IACR is important to reduce duplication, to provide clarity to members and to achieve the mutual goal of a sustainable expansion of <strong>high-quality PBCR</strong>. The constitution of the IACR was revised in 2016 to account for these changes and to provide greater linkages between IACR and GICR.</p><p>Having the <strong>GICR</strong> work closer with the <strong>IACR</strong> seeks to create greater convergence on priorities. Ongoing joint <strong>activities</strong> include the following:</p>",
  "about-iacr-governance-iarc-and-gicr_image": "",
  "about-iacr-governance_title": "About IACR | Governance ",
  "about-iacr-governance_desc": "<p>For further information on governance, please refer to the <strong>Constitution</strong> and <strong>Standing Rules</strong> of the Association.</p><p>The IACR is a non-governmental organization that has been in official relations with the <strong>World Health Organization</strong> since January 1979 and is a registered association in <strong>France</strong> (RNA# W691103449). The Officers of the Association make up the <strong>Executive Board</strong> and include the <strong>President</strong> and <strong>President-Elect</strong>, <strong>Executive Secretary</strong> (Ex-Officio - appointed by the Director, IARC), <strong>Treasurer</strong> (Ex-Officio - nominated by the IACR Executive Board and approved by the Board of Directors, see below).</p>",
  "about-iacr-governance_image": "",
  "about-iacr-history_title": "About IACR | History ",
  "about-iacr-history_desc": "<p>On her retirement, Sharon Whelan penned a detailed history of the IACR that was published in the <strong>Asian Pacific Journal of Cancer Prevention in 2010</strong>. It is available <a href=\"https://gco.iarc.who.int/media/iacr/docs/IACR_history.pdf\">here</a>.</p><p><img src=\"https://gco.iarc.who.int/media/iacr/docs/iacr_history.png\" class=\"img-fluid\"></p><p>From the Conclusion:</p><p><div class=\"conclusion\"> The Association has grown in size and in the range of its activities since its inception in 1967. Thanks to its influence major progress has been made in improving the quality, comparability and availability of data on cancer incidence worldwide. It acts as a forum for discussion, exchange of ideas, experience and expertise. And it serves as an invaluable focal point for cancer registries worldwide, linking the well-funded, generously staffed cancer registries in much of the developed world to registries working in varied and often more difficult circumstances – sometimes the only ones in a country, run by one enthusiastic pathologist and one or two registrars.</p><p>While it has grown in size and in influence over the years, in essence it can still be no better described than in these words :</p><p><figure class=\"quote\"> <blockquote>While we have many problems we have many strengths. Possibly the most important of these is the sense of belonging to an organization in which we all believe, and which contributes in a major way to the control of cancer. Last, but by no means least, we are a friendly crowd. <figcaption> &mdash; Calum Muir, <cite><strong>1992</strong> IACR Newsletter</cite> </figcaption> </figure> </blockquote></p><p></div></p>",
  "about-iacr-history_image": "",
  "about-iacr-privacy-policy_title": "About IACR | Privacy policy ",
  "about-iacr-privacy-policy_desc": "<p><strong>PRIVACY STATEMENT OF THE INTERNATIONAL ASSOCIATION OF CANCER REGISTRIES</strong></p><p>Your privacy on the Internet is of utmost importance to the International Association of Cancer Registries (IACR) a professional society dedicated to fostering the aims and activities of cancer registries worldwide.</p><p>This privacy statement describes IACR's policy concerning the gathering and sharing of visitors' information through the IACR website, applies to all \"<strong>IACR sites</strong>\" operated by IACR including, <a href=\"https://www.the-iacr.org\">https://www.the-iacr.org </a>and any specific versions and any and all scientific, technical, contractual, programme, portals, news, educational materials, publications, guides, smartphone services, mobile versions, presentations, abstracts, and other information available on the Website, or associated domains hosting IACR and its annual scientific conferences.</p><p><strong>What information does IACR collect?</strong></p><p><strong>Normal website usage</strong></p><p>In general, you can browse the IACR site without telling us who you are or revealing any personal information about yourself. The only information we gather during general browsing is from standard server logs. These include your IP (Internet Protocol) address, domain name, browser type, operating system, and information such as the website that referred you to us, the files you download, the pages you visit, and the dates/times of those visits.</p><p><strong>Collection of personally identifiable information</strong></p><p>If you register for a newsletter, log on to IACR sites, apply for membership, register for a conference, submit a scientific abstract, request information, provide feedback, participate in a data call, join a discussion group, or join an electronic mailing list, you will be asked to provide organizational and / or personal information such as title, first name and last name, position, name of organization, street name and number, postal code, city, country, e-mail address, telephone number, and website. This information is collected only with your knowledge and permission, and is kept in IACR databases and mailing lists. If you are paying for your IACR membership or conference registration using the web, you may be asked to provide your credit card details. These details are transferred to a secure, online payment service, hosted outside IACR. Credit card information is not retained by IACR. These transactions are done through third-party services and are subject to the service providers′ own policies. Cardholder data may be transferred, processed, and stored outside of EU Member States, and as set forth in the <a href=\"https://www.paypal.com/uk/webapps/mpp/ua/privacy-prev\">payment service provider′s Privacy Policy</a>, may be subject to disclosure as required by applicable law. IACR is not responsible for the privacy policies or content of third-party sites.</p><p>IACR sites with specific requirements to collect personal information may publish a privacy policy specific for that site. In these cases, the site-specific policies will be complementary to this general IACR privacy policy but will give additional details for that particular site.</p><p>For certain IACR sites, registering or supplying personal information sets a cookie*. By setting this cookie, IACR will remember your details the next time you visit, so you don′t have to re-enter the information. This helps us to provide you with a better service.</p><p>Joining electronic discussion groups may mean that other participants of the discussion group (including non-IACR employees) will see personal information that you have volunteered. For open discussion groups, this information will be public.</p><p><strong>What does IACR do with the information it collects?</strong></p><p><strong>Normal website usage</strong></p><p>The information gathered during general browsing of the “<a href=\"https://www.the-iacr.org\">https://www.the-iacr.org</a>” domain is used to analyse trends and usage of the IACR site and to improve the usefulness of the site. It is not connected with any personal information.</p><p><strong>Personally identifiable information</strong></p><p>IACR may use the personal information you provide to:</p><ul><li>Contact you – either in response to a query or suggestion, or to mail newsletters, documents, publications, etc. to you;</li><li>Confirm your payment and registrations on the site;</li><li>Obtain payment for purchases through the site (via credit card);</li><li>Remember your online profile and preferences;</li><li>Help you quickly find information that is relevant to you based on your interests, and help us create site content most relevant to you;</li><li>Perform statistical analysis.</li></ul><p><strong>Rights of the interested parties – What if I don′t want to provide personal information?</strong></p><p>Providing personal information on the IACR site is optional. If you choose not to provide personal information, you can still browse and use the IACR site, but you will not be able to carry out certain actions such as register for a newsletter, a conference or apply for membership. At any time the user can exercise his / her rights including the right to obtain: confirmation of the existence of personal data concerning him and to know its content and origin, verify its accuracy or request its integration or updating or correction; to request cancellation.</p><p><strong>Opting out and changing your information</strong></p><p>At any time, you can cancel or modify your information by returning to the webpage where you first provided the information and contacting the focal point for that page/IACR department. Where contact details are not provided on the page, you can refer to <a href=\"/en/about-iacr/contact-us\">this page</a> for further information.</p><p><strong>Security</strong></p><p>We do not sell or share any personally identifiable information volunteered on the IACR site to any third party. Any information provided to IACR by users of the IACR site is held with the utmost care and security and will not be used in ways other than as set forth in this privacy policy, or in any site-specific policies, or in ways to which you have explicitly consented. IACR uses a range of technologies and security measures to protect the information maintained on our systems from loss, misuse, unauthorized access or disclosure, alteration, or destruction. All our employees who have access to and are associated with the processing of personal data are obliged to respect the confidentiality of official business matters, including personal data. The IACR site contains links to sites external to its domain. IACR is not responsible for the privacy practices or the content of such sites.</p><p><strong>Notification of changes</strong></p><p>Changes to this privacy policy will be posted on the IACR website here.</p><p><strong>Contact</strong></p><p>For questions or queries regarding this privacy policy, please contact us at <a href=\"mailto:iarc@iarc.who.int\">iarc@iarc.who.int</a>.</p><p><strong>Cookies</strong></p><p>A cookie is a small fragment of data that is sent from a web server to your browser. It is normally used to assign a unique identification to your computer and securely store information such as user IDs, passwords, preferences, and online profiles. It is stored on the hard drive of your computer. You can choose not to have cookies delivered by IACR sites by changing your browser settings. Different websites can send their own cookies to your computer. To protect your privacy, your browser only allows a website to access the cookies it has already sent you, not the cookies sent by other sites.</p>",
  "about-iacr-privacy-policy_image": "",
  "about-iacr-support-iacr_title": "About IACR | Support IACR ",
  "about-iacr-support-iacr_desc": "<p><strong>Registries</strong>, <strong>institutions</strong> or <strong>individuals</strong> are welcome to contribute to <strong>IACR</strong> funds, which aim at strengthening collaboration and exchange in the field of cancer registration between colleagues worldwide. Donors may contribute to either to the <a href=\"https://iacr.s2.yapla.com/en/campaign-6158/donate/sharon-whelan-iacr-fellowship/6158\">Sharon Whelan Memorial Fellowship</a> or the <a href=\"https://www.ncra-usa.org/About/Awards/April-Fritz-Award\">April Fritz Memorial Prize</a>.</p><p><div class=\"row\"><div class=\"col\"><img src=\"https://gco.iarc.who.int/media/iacr/images/fellows/SW.png\" class=\"img-fluid illu\"></div><div class=\"col\"><img src=\"https://gco.iarc.who.int/media/iacr/images/fellows/AF.png\" class=\"img-fluid illu\"></div></div></p><p><a href=\"https://internationalassocancerregistries.s2.yapla.com/en/campaign-6157/detail/iacr-fellowship-contribution/6157\" class=\"btn_donation\">MAKE A DONATION</a></p><p>The online link goes through a secure platform where you will be asked to specify the fellowship fund to donate to. Receipts are issued at the end of the transaction. <strong>IACR</strong> is a registered non-profit association in France.</p><p>If you require more information, please email the <a href=\"mailto:IACR@iarc.who.int\">IACR Secretariat</a></p>",
  "about-iacr-support-iacr_image": "",
  "about-iacr-virtual-museum_title": "About IACR | Virtual Museum ",
  "about-iacr-virtual-museum_desc": "<p>Coming soon</p>",
  "about-iacr-virtual-museum_image": "",
  "about-iacr_title": "About IACR | Overview",
  "about-iacr_desc": "<p><strong>The International Association of Cancer Registries (IACR)</strong> was founded in <strong>1966</strong>, as a professional society dedicated to promoting the aims and activities of cancer registries worldwide. It is a non-governmental organization that has been in official relations with the <strong>World Health Organization</strong> since January 1979 and is a registered association in France (RNA# W691103449). Read about IACR’s History <a href=\"/iacr/en/about-iacr/history\">here</a>.</p><p>In close collaboration with the <a href=\"https://gicr.iarc.who.int/\">Global Initiative for Cancer Registry Development (GICR)</a>, the <a href=\"https://www.iarc.who.int/branches-csu/\">Cancer Surveillance Branch (CSU)</a> at <a href=\"https://www.iarc.who.int\">the International Agency for Research on Cancer (IARC)</a> serves as the Secretariat for the IACR in its offices in Lyon, France. Further information on our governance is available <a href=\"/en/about-iacr/governance\">here</a>.</p><p>The IACR fosters the exchange of information between <strong>population-based cancer registries (PBCR)</strong> internationally, with the goal of improving the quality and comparability of data worldwide. IACR Members are <strong>PBCR</strong>, institutions which collect information on the occurrence and outcome of cancer in defined catchment populations. <strong>PBCR</strong> are an essential element in the planning and monitoring of cancer control strategies, and in identifying priorities in public health. There are over <strong>700</strong> IACR members registered in the Registry Directory at present, though with the expansion of close <strong>PBCR</strong> in China to close to <strong>4000,</strong> the overall number of <strong>PBCR</strong> worldwide is much greater. If not already part of the IACR family, cancer registries are very much encouraged to become <strong>IACR Members</strong> <a href=\"https://iacr.s2.yapla.com/en/member-section/adhesion/\">here</a>.</p><p>To ensure that the data gathered at the cancer registry are complete, accurate, and can be used to make valid comparisons, PBCR have adopted internationally accepted working practices and standards. Current<a href=\"/iacr/en/standards/ci5\"> IACR Tools & Standards</a>, often jointly developed with other registry networks or the <strong>GICR</strong>, are provided here. The quality of incidence data from individual PBCR worldwide are reviewed every five years by IARC and appointed IACR editors as part of <a href=\"https://ci5.iarc.who.int/\">the Cancer Incidence in Five Continents (CI5)</a> series. CI5 is a longstanding collaboration between IARC and the IACR and provides unique information on the incidence of cancer recorded by subnational or national PBCR in quinquennial cycles. The series of volumes, published every five years, is a key source of information on the changing patterns of cancer incidence worldwide. CI5 2.0 provides new visualisation tools for assessing incidence between and across volumes per registry, as well as by year.</p><p>The <strong>IACR Secretariat</strong> is responsible for arranging the <strong>Annual Meeting</strong> of the IACR, administering IACR <strong>membership</strong> (including invoicing of annual fees) and the IACR <strong>Fellowship and Award</strong> programmes, and, in conjunction with the IACR Treasurer, maintaining the IACR accounts. The open-source software for cancer registries, <strong>CanReg5</strong> is freely available for download at the IACR website.</p><p>See <a href=\"/iacr/en/news/2025-09-29-gicr-e-learning-series-full-course-on-cancer-registration-now-available\">News for updates</a> of information from and for the IACR community.</p>",
  "about-iacr_image": "/images/training-pink-2.jpg",
  "annual-meetings_title": "Annual Meetings ",
  "annual-meetings_desc": "<p>The IACR Annual Scientific Meeting has been held regularly since 1970 is an ideal forum for exchanging knowledge with other cancer registry professionals. Hosted on a different continent each year, the IACR annual conference attracts an average of 300 delegates and offers a rich programme on topics related to the impact of cancer surveillance, the evaluation of cancer prevention and treatment strategies, innovation and promotion of population-based data for cancer action and public health planning.</p>",
  "annual-meetings_image": "",
  "ci5-2-0_title": "CI5 2.0",
  "ci5-2-0_desc": "<p>Data visualization tools for exploring Cancer Incidence in Five Continents (CI5). This website is the new repurposed CI5 2.0 website with dedicated online tools (CI5++) for the geographic and temporal analysis of individual registry datasets included over the 12 volumes of CI5.</p><p>You can still access the previous website through this link <a href=\"https://ci5.iarc.who.int/\">https://ci5.iarc.who.int/</a></p>",
  "ci5-2-0_image": "/images/ci5_2.0.png",
  "fellowships-prizes-april-fritz-memorial-prize_title": "Fellowships/Prizes | April Fritz Memorial Prize ",
  "fellowships-prizes-april-fritz-memorial-prize_desc": "<p><img src=\"https://gco.iarc.who.int/media/iacr/images/fellows/AF.png\" class=\"img-fluid\"></p>",
  "fellowships-prizes-april-fritz-memorial-prize_image": "",
  "fellowships-prizes-sharon-whelan-memorial-fellowship_title": "Fellowships/Prizes | Sharon Whelan Memorial Fellowship ",
  "fellowships-prizes-sharon-whelan-memorial-fellowship_desc": "<p><img src=\"https://gco.iarc.who.int/media/iacr/images/fellows/SW.png\" class=\"img-fluid\"></p>",
  "fellowships-prizes-sharon-whelan-memorial-fellowship_image": "",
  "registry-directory_title": "Registry directory",
  "registry-directory_desc": "",
  "registry-directory_image": "/images/registry-directory.png",
  "tools-standards-archived-standards-guidelines_title": "Tools & Standards | Archived Standards/Guidelines  ",
  "tools-standards-archived-standards-guidelines_desc": "<ul><li>International rules for multiple primary cancers (ICD-O-3)</li><li>Basis of diagnosis</li><li>Guidelines on Confidentiality for Population-Based Cancer Registration (IARC, Lyon, 2004)</li><li>Pathology Of Tumours For Cancer Registry Personnel (Buemi, 2008)</li></ul>",
  "tools-standards-archived-standards-guidelines_image": "",
  "tools-standards-canreg5-and-dhis2_title": "Tools & Standards | CanReg5+ and DHIS2 ",
  "tools-standards-canreg5-and-dhis2_desc": "<p><strong>CanReg5</strong> is an <strong>open-source tool</strong> to <strong>input</strong>, <strong>store</strong>, <strong>check</strong> and analyse cancer registry data. It has modules for <strong>data entry, quality control, consistency checks</strong> and <strong>basic analysis</strong> of the data.</p><p>It is available in English 🇬🇧 , French 🇫🇷, Russian 🇷🇺, Chinese 🇨🇳, Spanish 🇪🇸, Turkish 🇹🇷, and Portuguese 🇵🇹.</p><p><img src=\"/images/canreg.png\" class=\"img-fluid img-left\" align=\"left\"> The latest version of <strong>CanReg5</strong> (5.00.44k), released in <strong>September 2023</strong> is available for <a href=\"https://github.com/IARC-CSU/CanReg5\">download here</a>. For more information, about recent changes, <a href=\"https://github.com/IARC-CSU/CanReg5/blob/master/changelog.txt\">please see the changelog</a>. For more information on migrating data from <strong>CanReg4</strong> and more, please refer to the handbook available here or contact <a href=\"mailto:canreg@iarc.who.int\">canreg@iarc.who.int</a>. There is also a series of recorded webinars on <strong>CanReg5</strong> available for download or streaming here.</p><p><img src=\"/images/DHIS2.png\" class=\"img-fluid img-left\" align=\"right\"> Currently many registries record new cases on paper in the field before manually entering those details to the <strong>CanReg5 database</strong> at the registry. Leveraging <strong>mHealth</strong> in this context may allow users to limit duplicate work and allow for real-time quality control in the field. To strengthen <strong>integration</strong> between <strong>cancer registries</strong> and <strong>national health information systems</strong>, a web-based <a href=\"https://dhis2.org/\"><em>District Health Information Software 2</em> (DHIS2)</a> module for cancer registration under the <strong><a href=\"https://gicr.iarc.fr/news/2023/02/06/e-nnovate-project-electronic-innovations/\">E-NNOVATE</a></strong> project is underway. A global <strong>DHIS2 toolkit</strong> for cancer registration, is being developed that will align with the <strong>CanReg5</strong> data structure, will support <strong>cancer data collection</strong>, <strong>management</strong>, and <strong>interoperability</strong> in a standardized way across countries.</p>",
  "tools-standards-canreg5-and-dhis2_image": "",
  "tools-standards-canstaging_title": "Tools & Standards | CanStaging+ ",
  "tools-standards-canstaging_desc": "<p><img src=\"/images/canstaging.png\" class=\"img-fluid img-canstaging\" align=\"left\"> <strong>CanStaging+</strong> has been developed as a collaboration between the <a href=\"https://www.qub.ac.uk/research-centres/nicr/\">Northern Ireland Cancer Registry</a>, <a href=\"https://www.iarc.who.int/\">IARC</a>, the <a href=\"https://www.uicc.org/\">Union for International Cancer Control (UICC)</a>, and Cancer Council Queensland. The <a href=\"https://www.canstaging.org/\">online tool</a> is designed to help maximise the availability, standardisation and comparability of cancer staging internationally.</p><p>It provides automatic calculation of the international <strong>TNM staging</strong> classification versions <strong>7</strong> and <strong>8</strong> for a variety of tumour sites – <strong>breast, cervix, liver, lung, oesophagus, ovary, pancreas, prostate</strong> and <strong>stomach</strong>. <strong>Colorectal</strong> cancer may be staged using the TNM staging versions <strong>5</strong> and <strong>8</strong>.</p><p>The Tool also provides automatic calculation of stage for cancers based on <a href=\"#tools-standards-essential-tnm\">Essential TNM</a> and childhood cancers using the business rules developed for <a href=\"/images/docs/childhood-cancer-staging-for-population-registries.pdf\">the Toronto Paediatric Cancer Stage Guidelines</a>.</p>",
  "tools-standards-canstaging_image": "",
  "tools-standards-check-conversion-programs_title": "Tools & Standards | Check/Conversion programs  ",
  "tools-standards-check-conversion-programs_desc": "<p>he publication of the third edition of the International Classification of Diseases for Oncology (ICD-O-3) required the preparation of programs to convert and to validate data collected by cancer registries. A variety of methods are employed to check validity in cancer registries. A widely used method is the so-called internal consistency, whereby computer algorithms are used to detect unlikely or impossible codes, or combinations of codes.</p><p>The IARC/IACR Check Program was originally published in Comparability and Quality Control in Cancer Registration (Parkin et al, 1994). This first program was created to assess data submitted for Cancer Incidence in Five Continents Volumes V-VII. The program was based on ICD-O-3 and the technical report is available here</p><p>The current version of IARCcrgTools.zip is from 2018 and takes into account changes in ICD-O-3.1 enabling internal consistency checks to detect unlikely or implausible combination of codes. An updated version of the multiple primary check program which takes into consideration ICD-O-3.1 revised morphological codes and the ICD-O-3.1 to ICD-10 (2010 edition).</p><p>With the publication of the fourth edition of the International Classification of Diseases for Oncology (ICD-O-4), new programs to convert and to validate registry data is being updated and will be available in 2026.</p>",
  "tools-standards-check-conversion-programs_image": "",
  "tools-standards-ci5_title": "Tools & Standards | CI5 ",
  "tools-standards-ci5_desc": "<p>The main objective of the <strong>CI5</strong> series, now in its <strong>12th volume,</strong> is as an exposition of comparable cancer incidence data from all parts of the globe. CI5 is jointly published in five-year cycles by IACR. CI5 compiles high-quality statistics on cancer incidence from <strong>population-based cancer registries</strong> around the world.</p><p><img src=\"https://gco.iarc.fr/media/ci5/img/banniere-ci5-website-5.png\" class=\"img-fluid\"></p><p>The <strong>Cancer Incidence in Five Continents</strong> websites and databases are under transition:</p><p><div class=\"row\"> <div class=\"col\">Analytic tools for examining incidence within or across volumes are available on the dedicated <a href=\"../../ci5-2.0\">CI5 2.0 data visualisation tool </a> <img src=\"/images/ci5_2.0_b.png\" alt=\"\" /> </div></p><p><div class=\"col\"> The <a href=\"https://ci5.iarc.who.int\">CI5 website at IARC</a> is still available and is being transitioned across to the IACR website. <img src=\"/images/ci5_v1.png\" alt=\"\" /> </div> </div></p>",
  "tools-standards-ci5_image": "/images/training-morten.png",
  "tools-standards-elearning_title": "Tools & Standards | eLearning ",
  "tools-standards-elearning_desc": "<p>As part of the <a href=\"https://gicr.iarc.who.int/\">Global Initiative for Cancer Registry Development programme (GICR)</a>, the<a href=\"GICR e-Learning Series (eGICR\"> GICR e-Learning Series (eGICR)</a>) aims to support a new generation of learners by offering <strong>free</strong>, <strong>self-paced education</strong> and <strong>training</strong> in cancer surveillance. To register <a href=\"https://whoacademy.org/partners/IARC/27-gicr-cancer-surveillance\">go here</a>.</p><p><img src=\"/images/egicr.png\" class=\"img-fluid\"></p><p>Additional learning help and support is available for users of the <strong>eGICR Series.</strong> Through the <a href=\"https://gicr.iarc.who.int/iarc-regional-hubs-for-cancer-registration/\">GICR Regional Hubs</a> and associated Centers of Expertise, a network of regional trainers has been created, called the GICRNet. These trainers are listed <a href=\"https://gicr.iarc.who.int/building-capacity/iarc-gicr-regional-trainers/\">on the GICR webpage</a> and are available to assist.</p><p><img src=\"/images/gicrnet.png\" class=\"img-fluid\"></p><p>The Series gives users guidance on all aspects of cancer registry practices – an introduction to cancer surveillance, registry operations, data analysis and dissemination for cancer control impact. Each module is aligned with the international standards of cancer registration that are recommended by the <strong>International Association of Cancer Registries, (the IACR)</strong>, and training materials developed by the GICR. Initially, the modules are offered in English 🇬🇧, French 🇫🇷 and Spanish 🇪🇸.</p><p>Prior experience in cancer registry operations is not required to take this e-learning series. The <strong>eGICR Series</strong> is aimed at anyone who is considering starting or has started a cancer registry career, from those who are newly hired to staff members wishing to refresh their knowledge – <strong>registrars</strong>, <strong>analysts</strong>, <strong>data managers</strong>, and <strong>Directors</strong>.</p><p>A certificate of acknowledgement for the successful completion of a module will be provided under the auspices of the <strong>GICR</strong>, the <strong>International Agency for Research on Cancer (IARC)</strong>, the specialized cancer agency of <strong>the World Health Organization</strong>, and <strong>the International Association of Cancer Registries (IACR)</strong>. A credential as a <strong>Global Certified Cancer Registrar (GCCR)</strong> will be issued for the completion of the full 16 modules and for achieving a passing grade on the final quiz for each individual module within a 12-month period.</p><p><strong>Modules</strong></p><p>The <strong>GICR E-Learning Series</strong> consists of modules that can be used for comprehensive training in the principles and practice of cancer registration. Currently, the Series consists of a <strong>pre-course preparation</strong> module that provides foundational knowledge in how cancer is defined and the function of cancer control and registration. A remaining <strong>15 modules</strong> cover all aspects of <strong>data collection</strong>, <strong>coding</strong>, <strong>data management</strong>, and <strong>analyses</strong>.</p><p><img src=\"/images/elearning-modules.png\" class=\"img-fluid\"></p><p>Each module concludes with a final quiz to measure learning. To receive a <strong>certificate</strong> of completion for a module, users must attain a grade of <strong>80%</strong> on the final quiz. The final quiz can be attempted up to a maximum of three times. Users who do not receive a passing grade with this allotted number of attempts will need to redo the entire module before being able to do the final quiz again.</p><p><strong>Partners</strong></p><p>While many organizations and individuals were involved in making the eGICR Series, the contributions of the African Cancer Registry Network, the Bloomberg Philanthropies Data for Health Initiative, IACR, IARC / GICR and Vital Strategies are especially acknowledged for making this possible.</p><p><strong>Assistance</strong></p><p>Additional learning help and support is available for users of the eGICR Series. Through the GICR Regional Hubs and associated Centers of Expertise, a network of regional trainers has been created, called the GICRNet. These trainers are listed on the GICR webpage and are available to assist. For additional information and to register, please go here.</p><p><strong>Tools & Standards | IARC Technical Reports | Essential TNM</strong></p><p><strong>Essential TNM</strong> is a simplified system that enables cancer registries to assign cancer stage at diagnosis as a complement to the full tumour, node, metastasis (TNM) classification, published by UICC. It is for use by cancer registrars when either the full <strong>TNM</strong> stage group (<strong>I, II, III, or IV</strong>) or the <strong>TNM</strong> staging components (<strong>T, N, and M</strong>) have not been explicitly recorded in a patient’s records.</p><p><a href=\"https://publications.iarc.who.int/Book-And-Report-Series/Iarc-Technical-Publications/User%E2%80%99s-Guide-To-Essential-TNM-2024\"><em>The User’s Guide to Essential TNM</em> (IARC Technical Publication No. 48)</a> includes flow charts with diagrams and questions to help identify the extent of disease for eight cancer types: <strong>breast</strong>, <strong>cervical</strong>, <strong>colorectal</strong>, <strong>liver</strong>, <strong>oesophageal</strong>, <strong>ovarian</strong>, and <strong>prostate</strong> cancers and <strong>lymphoma</strong>. The user’s guide provides general instructions for abstracting information on extent of disease using <strong>Essential TNM.</strong> The flow charts facilitate the extraction of data from medical records. Once the <strong>T, N, and M</strong> components have been coded, they can be combined into stage groups.</p><p>The <a href=\"https://publications.iarc.who.int/647\">IARC Technical Report</a> was published in 2024 and is available online in English 🇬🇧, French 🇫🇷, Portuguese 🇵🇹, and Spanish 🇪🇸.</p>",
  "tools-standards-elearning_image": "/images/training-pink.jpg",
  "tools-standards-essential-tnm_title": "Tools & Standards | Essential TNM ",
  "tools-standards-essential-tnm_desc": "<p>The <a href=\"https://www.uicc.org/what-we-do/sharing-knowledge/tnm\">TNM Classification of Malignant Tumours</a>, published by the<a href=\"https://www.uicc.org/\"> Union for International Cancer Control (UICC)</a>, is an internationally recognized standard that describes and categorizes cancer stage and progression. However, ensuring the routine availability of complete, comparable <strong>Tumour, Node, Metastasis (TNM)</strong> stage data is a particular challenge to many <strong>cancer registries</strong>, particularly in <strong>transitioning countries</strong>, either because the necessary investigations are not performed or because the relevant information is not recorded.</p><p><img src=\"/images/essential-tnm.png\" class=\"img-fluid img-tnm\" align=\"left\"> Since its inception in 2015, <strong>Essential TNM</strong> has sought to close this gap by providing <strong>PBCRs</strong> with a means to provide comparable staging data via a simplified <strong>TNM</strong> system that complements the complete TNM classification. This user’s guide, published with the IACR serves to aid cancer registrars in abstracting information on the extent of disease using <strong>Essential TNM</strong>. The coding flow charts provided for eight cancer types include relevant questions and diagrams to aid identification of the extent of disease.</p><p>The automatic calculation of stage for based on Essential TNM is available in <a href=\"https://www.canstaging.org/\">CanStaging+</a>. The <a href=\"<IARC Technical Report>\">IARC Technical Report</a> published in 2024 is currently available online in <a href=\"</images/docs/Essential TNM Users Guide_Version 4.2 29 Feb 2024_19 March2024_IACRreadonly.pdf>\">English 🇬🇧</a>, <a href=\"</medias/docs/Guide de Utilisateur TNM Essentiel_Version 4.2 Fev 2024 FR IACR.pdf>\">French 🇫🇷</a> , <a href=\"</medias/docs/TNM Essencial Manual do Usuario_POR_20240718_IACRreadonly.pdf>\">Portuguese 🇵🇹</a>, and <a href=\"</medias/docs/Essential TNM Users Guide_4th Ed Feb29_2024 SPA_202403_readonly.pdf>\">Spanish 🇪🇸</a>.</p>",
  "tools-standards-essential-tnm_image": "",
  "tools-standards-iarc-technical-reports-essential-tnm_title": "Tools & Standards | IARC Technical Reports | Essential TNM ",
  "tools-standards-iarc-technical-reports-essential-tnm_desc": "<p><strong>Essential TNM</strong> is a simplified system that enables cancer registries to assign cancer stage at diagnosis as a complement to the full tumour, node, metastasis (<strong>TNM</strong>) classification, published by UICC. It is for use by cancer registrars when either the full <strong>TNM</strong> stage group (<strong>I, II, III, or IV</strong>) or the <strong>TNM</strong> staging components (<strong>T, N, and M</strong>) have not been explicitly recorded in a patient’s records.</p><p><strong><em>The User’s Guide to Essential TNM</strong></em> (IARC Technical Publication No. 48) includes flow charts with diagrams and questions to help identify the extent of disease for eight cancer types: breast, cervical, colorectal, liver, oesophageal, ovarian, and prostate cancers and lymphoma. The user’s guide provides general instructions for abstracting information on extent of disease using <strong>Essential TNM</strong>. The flow charts facilitate the extraction of data from medical records. Once the T, N, and M components have been coded, they can be combined into stage groups.</p><p>The IARC Technical Report was published in 2024 and is available online in English, French, Portuguese, and Spanish.</p>",
  "tools-standards-iarc-technical-reports-essential-tnm_image": "",
  "tools-standards-iarc-technical-reports-legal-framework-for-pbcr-in-lmic_title": "\"Tools & Standards | IARC Technical Reports | Legal Framework for PBCR in LMIC \"info: \"Tools & Standards | IARC Technical Reports | Legal Framework for PBCR in\nLMIC \"content: >-\nThis toolkit, developed by the McCabe Centre for Law and Cancer, with the support of IARC, the African Cancer Registry Network (AFCRN) and IACR, is intended to serve as a resource to support countries to establish a legal basis for the mandatory reporting of cancer diagnoses to a cancer registry. The toolkit comprises this report and several online tools to enable a structured approach to drafting a law. It ensures compliance with international best practice while allowing flexibility for local adaptation. \n\nThe IARC Technical Report will be published in 2025, initially in English.",
  "tools-standards-iarc-technical-reports-legal-framework-for-pbcr-in-lmic_desc": "",
  "tools-standards-iarc-technical-reports-legal-framework-for-pbcr-in-lmic_image": "",
  "tools-standards-iarc-technical-reports-planning-pbcr-in-lmic_title": "Tools & Standards | IARC Technical Reports | Planning PBCR in LMIC ",
  "tools-standards-iarc-technical-reports-planning-pbcr-in-lmic_desc": "<p>This IARC Technical Report was developed to document methods to support the initiation, expansion and sustainability of PBCR in LMIC. To enable broader dissemination and regional coverage, translations in several languages were developed. The target audience includes cancer registrars, administrators and managers, but equally public health specialists and health planners. The Report is an overview of the key concepts in cancer registration including the steps involved in planning a registry, the key sources of information that the registry needs to access, methods for evaluating data quality, and the reporting of results.</p><p>The IARC Technical Report was published in 2014 and is available online in English, French, Spanish and Russian. The report has been used as training material at various cancer registration training and site visits.</p>",
  "tools-standards-iarc-technical-reports-planning-pbcr-in-lmic_image": "",
  "tools-standards-iarc-technical-reports_title": "Tools & Standards | IARC Technical Reports",
  "tools-standards-iarc-technical-reports_desc": "",
  "tools-standards-iarc-technical-reports_image": "",
  "tools-standards-icd-o-4_title": "Tools & Standards | ICD-O-4 ",
  "tools-standards-icd-o-4_desc": "<p><img src=\"/images/icd-o.jpg\" class=\"img-fluid img-icd\" align=\"left\"> The <a href=\"https://www.who.int/publications/b/31314\">International Classification of Diseases for Oncology </a>(ICD-O) has been used, primarily by cancer registries, for almost <strong>50 years</strong> in <strong>coding tumours</strong> according to their site of origin (<strong>topography</strong>), microscopic appearance (<strong>morphology</strong>), and clinical behaviour (<strong>benign, uncertain, in situ or malignant</strong>). In developing the successive editions of ICD-O, a particular effort was made to use the nomenclature appearing in the World Health Organization’s International Histological Classification of Tumours series (<a href=\"https://whobluebooks.iarc.fr/\">WHO “Blue Books”</a>). This series covers all the principal sites of cancer and includes the morphology codes of ICD-O for each neoplasm.</p><p>Based on an IACR survey of member cancer registries in 2021, over <strong>90%</strong> of the respondents (250 of 276) agreed to an update of <strong>ICD-O-3.2</strong> by the addition of a fifth digit to the existing four-digit morphology code. Following the <strong>5th Edition of the WHO Classification of Tumours</strong> (WCT), a beta version of ICD-O-4 was developed and disseminated for open consultation by IARC on the WCT website.</p><p>Following closure of the consultation period end-April 2025, the ICD-O-4 codes were finalized. The main changes in comparison to ICD-O-3.2 include the addition of a 5th alphanumeric digit to the morphology code, changes in the first four digits of morphology codes, changes of behaviour codes (e.g. pituitary adenoma code changed from /1 to /3), a new topography code for gastroesophageal junction (C16.7), detailed codes for extrahepatic bile ducts (C24.2, C24.3) and cystic duct (C24.4), change of the code for anal skin cancer from skin to anus (C44.5 to C21.3) and an optional additional digit in the topography code.</p><p>The <strong>fourth</strong> edition of the ICD-O (ICD-O-4) aims to provide an improved structure of unique codes to existent and newly defined tumour entities and has been harmonised with the International Classification of Diseases 11th Edition (ICD-11). <strong>ICD-O-4 will be available end-2025</strong> as a <strong>freely available peer-reviewed article</strong> together with the main tables (topography and morphology), and the list of changes from ICD-O-3.2. The required check and conversion tools are also being updated.</p><p>Previous editions:</p><p><strong>ICD-O-3.2</strong></p><ul><li><a href=\"http://www.iacr.com.fr/images/Newsflash/3.1%20to%203.2%20-%20Summary%20of%20main%20changes.pdf\">A summary of the main changes</a></li><li><a href=\"http://www.iacr.com.fr/images/Newsflash/3.1%20to%203.2%20-%20Terms%20that%20are%20changing%20behaviour.pdf\">Terms that are changing behaviour</a></li><li><a href=\"http://www.iacr.com.fr/images/Newsflash/3.1%20to%203.2%20-%20New%20codes%20and%20their%20terms.pdf\">New codes and their terms</a></li><li><a href=\"http://www.iacr.com.fr/images/Newsflash/3.1%20to%203.2%20-%20Deleted%20codes%20and%20their%20terms-09102020.pdf\">Deleted codes and their terms</a></li><li><a href=\"http://www.iacr.com.fr/images/Newsflash/Multiple_primaries_ICD-O-3.2_06102020.xls\">Updated table: \"Groups of malignant neoplasms considered to be histologically different for the purpose of defining multiple tumours\"</a> to be used with ICD-O-3.2 (The rest of the multiple primary rules remain unchanged.)</li><li><a href=\"http://www.iacr.com.fr/images/Newsflash/ICD-O-3.2Changes_update09102020.xls\">A listing of all additions, changes and revisions from ICD-O-3.1</a></li></ul><p><strong>ICD-O-3.1</strong> <a href=\"<>\">https://iris.who.int/handle/10665/96612</a></p><p><strong>ICD-O</strong> <a href=\"<>\">https://apps.who.int/iris/handle/10665/42344</a></p>",
  "tools-standards-icd-o-4_image": "",
  "tools-standards-links_title": "Tools & Standards | Links ",
  "tools-standards-links_desc": "<p><strong>Databases and Tools</strong></p><ul><li>CI5   <em> IICC  </em> GCO  <em> NORDCAN  </em> ECIS  * SEERStat</li></ul><p><strong>International networks, bodies, projects etc.</strong></p><ul><li>GICR  <em> eLearning  </em> GICR<em>Net</em>  <em> IARC  </em> CSU  <em> AFCRN  </em> ENCR  <em> CancerWatch  </em> GRELL  <em> NAACCR  </em> NPCR  <em> SEER  </em> ICCR</li></ul>",
  "tools-standards-links_image": "",
  "tools-standards-staging_title": "Tools & Standards | Staging ",
  "tools-standards-staging_desc": "<p>Documenting the <strong>anatomical extent of disease at presentation</strong>, or <strong>stage at diagnosis</strong>, is an integral part of cancer care, guiding decisions on appropriate cancer treatment for individual patients with cancer.</p><p>Stage is equally valuable in assessing the <strong>efficacy of cancer care</strong> among all people within a community diagnosed with cancer. <strong>Population-based cancer registries</strong> (PBCRs) are the key source of such staging information and are frontline in measuring the effectiveness of <strong>cancer control</strong> implemented at the population level.</p>",
  "tools-standards-staging_image": "",
  "tools-standards-toronto-guidelines_title": "Tools & Standards | Toronto Guidelines ",
  "tools-standards-toronto-guidelines_desc": "<p>The collection of internationally consistent information on <strong>childhood cancer stage by registries</strong> is essential for epidemiologic analysis, international benchmarking and comparisons of childhood cancer incidence and outcomes. A consensus meeting was convened in 2014 by the <a href=\"https://www.uicc.org/\">Union for International Cancer Control (UICC)</a>, the <a href=\"https://www.dana-farber.org/\">Dana-Farber Cancer Institute</a> and the <a href=\"https://www.sickkids.ca/\">Hospital for Sick Children</a>, Toronto to address the lack of consistent information on childhood cancer stage in population registries.</p><p>For each of a subset of the <strong>major childhood cancer diagnostic groups/subgroups</strong>, the meeting reviewed all <strong>disease-specific cancer staging systems</strong> currently in use and recommended the one most suitable for use by <strong>population-based cancer registries</strong>. The expert group was reconvened in <strong>Lyon</strong> in <strong>2019</strong>. At this meeting, the <a href=\"/images/docs/childhood-cancer-staging-for-population-registries.pdf\">Toronto Guidelines</a> were reviewed and updated by consensus.</p><p>The recommended staging systems are listed as the <strong>Toronto Paediatric Cancer Stage Guidelines</strong>. The automatic calculation of stage for childhood cancers based on the Guidelines is available in <a href=\"https://www.canstaging.org/\">CanStaging+</a>.</p>",
  "tools-standards-toronto-guidelines_image": ""
}